ent-ClothingBeltAuthorityWebbing = баллистическая боевая разгрузка
    .desc = Набор тактической разгрузки, подбитой лёгким кевларом.
ent-ClothingBeltAuthorityPouches = тактические боевые подсумки
    .desc = Лёгкий пояс с несколькими подсумками для хранения.
ent-ClothingBeltAuthorityDroppouches = тактические сбрасываемые подсумки
    .desc = Тяжёлый пояс для инструментов, выстланный тактическими сбрасываемыми подсумками.
ent-ClothingBeltAuthorityBattleBelt = боевой пояс панцер
    .desc = Лёгкий боевой пояс для быстро развёртываемых панцерных подразделений.
