book-accelerated-conscript-training-manual-1 =
    Шифр документа: УКБ-10095-Ж-1
    Наименование: Руководство по ускоренной подготовке призывника. Часть 1 из 2
    Гриф доступа: Для служебного пользования
    Уведомление о секретности: Настоящий документ содержит информацию ограниченного распространения. Утрата, разглашение или обнаружение в несанкционированном месте подлежит немедленному докладу командованию

    Глава 0: Вводная часть
    
    Партизан. Рабочий. Независимо от происхождения, для выполнения долга требуется усвоение базовой теории.
    Настоящее руководство содержит основные процедуры по эксплуатации снаряжения и управлению корабельными системами.
    
    Глава 1: Основы выживания
    
    Перед выходом на задание необходимо проверить наличие следующего снаряжения. Отсутствие любого из предметов критически снижает расчетную продолжительность жизни личного состава.
    1. Лом, отвертка, гаечный ключ, мультитул, сварочный аппарат, кусачки.
    2. Скафандр.
    3. GPS.
    4. Сканер массы.
    5. Двойной аварийный кислородный баллон
    6. Джектпак
    7. Имплант "Предсмертный хрип"
    8. Оружие с запасными магазинами.
    9. Аптечка или набор медикаментов.
    
    При отсутствии любого из указанных предметов немедленно обратиться к ближайшему командиру или сослуживцу.
    
    Глава 1.1: Средства связи
    
    Использовать установленные каналы связи:
    1. ’:л’ Связь Лиги (закрытый канал).
    2. ':d' Связь общего назначения, ближняя зона (радиус 500 м).
    3. ’;’ Связь общего назначения, дальняя зона (радиус 2.5 км).
    
    Глава 2: Боевой устав. Общие положения.
    
    1. Добывающие шаттлы в сопровождении кораблей прикрытия направляется в пояс Тайпан-1. Одновременно, несколько групп сбора ресурсов сосредотачиваются в районе Марсовы или Свалки обломков.
    2. Научно-производственные исследования развертываются на Марсове.
    3. Лига проводит перевооружение с последующим развертыванием полевого флота.
    
    При отсутствии понятных указаний запрашивать задачи в канале Лиги. Работа найдется всегда.
    
    Глава 2.1: Основы управления кораблем
    
    Флот ЛРНП требует значительных людских ресурсов. Данный раздел содержит минимально необходимые сведения.
    Неукоснительно соблюдать приказы командного состава.
    
    Чек-лист подготовки корабля к выходу:
    1. Получить шаттл через консоль верфи.
    2. Разблокировать корабль, проведя ID-картой через консоль управления шаттла.
    3. Обеспечить доступ сослуживцам (вкладка "CREW").
    4. Загрузить боекомплект во все корабельные вооружения. Создать запас боеприпасов.
    5. Удостовериться в готовности экипажа. Отстыковаться.
    6. Проинформировать командование Лиги о готовности к выполнению задачи, указав идентификатор и класс корабля.
    
    Глава 2.2: Доктрина пилотирования
    
    Управление вектором движения: W/A/S/D. Разворот: Q/E. Торможение: Space. Для кораблей со стационарными орудиями - управление огнем осуществляется назначенными клавишами в правой части интерфейса.
    Дальность действия консоли шаттла - 256 м, консоли сканера массы - 1024 м. Обе консоли должны быть активны.
    Использовать карту (MAP) для навигации к объектам или обнаружения целей вне зоны действия системы "Свой-Чужой".
    
    Режимы работы двигательной установки:
    1. Драйв: Стандартный режим. Применяется умеренное сопротивление.
    2. Круиз: Минимальное сопротивление. Применяется в специальных тактических ситуациях и для длительных переходов.
    3. Якорь: Максимальное сопротивление. Используется для экстренного торможения и стыковочных операций.

    Тактические указания пилоту:
    1. Удерживать дистанцию, соответствующую максимальной дальности действия штатного вооружения.
    2. Избегать нахождения под сосредоточенным огнем противника без ответных действий. Вести огонь по противнику постоянно.
    3. Непрерывно контролировать радиосвязь и соблюдать построение.
    4. Соблюдать установленную дистанцию между кораблями эскадры (150-200 м) для обеспечения маневренности и безопасности.

    Глава 2.3: Доктрина ведения огня из корабельных орудий
    
    1. Обнаруживать цели на пределе дальности сканера массы и консоли шаттла.
    2. Дальность эффективного огня, как правило, превышает дальность действия консолей. Вести огонь с максимальной дистанции.
    3. Учитывать упреждение. Целиться в уязвимые элементы корабля противника: двигатели, орудия, стабилизаторы, рубку управления.
    4. В первую очередь поражать цели, нарушившие строй или иным образом подставившие себя под удар.

    Глава 2.4: Доктрина действий заряжающего
    
    Обязанности заряжающего многофункциональны: ремонт корабля, отражение абордажа, замена выбывших членов экипажа. Ключевая задача: обеспечение бесперебойной работы корабельной артиллерии.
    Складировать боеприпасы в непосредственной близости от орудий. Координировать действия с наводчиком и пилотом для поддержания постоянной боеготовности орудий.
    Экипаж должен пережить свой корабль. Не погибай, выполняя свои обязанности.
book-accelerated-conscript-training-manual-2 =
    Шифр документа: УКБ-10095-Ж-2
    Наименование: Руководство по ускоренной подготовке призывника. Часть 2 из 2
    Гриф доступа: Для служебного пользования
    Уведомление о секретности: Настоящий документ содержит информацию ограниченного распространения. Утрата, разглашение или обнаружение в несанкционированном месте подлежит немедленному докладу командованию

    Глава 2.5: Основы добычи полезных ископаемых
    
    1. Добыча ведется на судах класса "Экстрактор" или "Газпачов" в астероидных поясах Тайпан-1 или Тайпан-2.
    2. Перед выходом проанализировать обстановку в поясах с помощью карты (MAP). При неблагоприятной обстановке работать только под прикрытием.
    3. Добывать ИСКЛЮЧИТЕЛЬНО фиолетовые и светло-коричневые астероиды. Прочие типы астероидов имеют неудовлетворительную продуктивность.
    4. Экипажам кораблей прикрытия (в частности, класса "Лодка") оказывать содействие добытчикам в дроблении пород штатными пулеметами при наличии боезапаса.
    5. Возвращаться на базу по достижении квоты в 2 контейнера руды на одно судно, либо раньше, если продолжение работ признано опасным.
    
    Глава 2.6: Основы сборки ресурсов
    
    1. Сбор ресурсов ведется в районе Марсовы или на Свалке обломков.
    2. Перед выходом проанализировать обстановку на месте работ с помощью карты (MAP).
    3. Собирать все элементы лома, технологические диски, сырьевые материалы и иные предметы, имеющие хозяйственную ценность. Прочее - утилизировать.
    4. Использовать горячие клавиши быстрого снаряжения (Shift+E для поясного слота, Shift+B для сумки) для оперативного сбора и складирования.
    5. Постоянно контролировать обстановку. В процессе сборки вы являетесь уязвимой целью.
    6. Возвращаться на базу по достижении квоты в 5 полных контейнеров лома на одно судно, либо раньше, если продолжение работ признано опасным.
    
    Глава 3.1: Аварийный ремонт корабля
    
    Обеспечить работоспособность следующих критических систем:
    1. Консоль управления шаттлом.
    2. Гироскоп.
    3. Двигатели
    4. Энергосистема (см. Главу 3.2).
    
    В ряде случаев ремонт возможен с использованием отвертки. В иных - потребуется перестановка компонентов или замена проводки.
    Если ремонт признан невозможным, перейти к процедуре аварийного покидания (Глава 3.3).
    
    Глава 3.2: Аварийный ремонт энергосистемы
    
    Восстановление энергоснабжения является приоритетной задачей. Без энергии корабль небоеспособен.
    При проведении ремонта соблюдать следующий алгоритм:
    
    1. Убедиться в подаче электричества через ВВ от генератора.
    2. Убедиться в подаче электричества через СВ от подстанции.
    3. Убедиться в подаче электричества через НВ от АПЦ.
    4. Восстановить поврежденную проводку или оборудование. Убедиться, что к критическим системам в радиусе 2 плиток подведен исправный НВ кабель.
    
    Генераторы могут быть перенастроены на выдачу СН в случае выхода из строя подстанции.
    
    Глава 3.3: Процедура аварийного покидания корабля
    
    Если восстановление корабля невозможно или признано нецелесообразным, допустимо укрыться в космическом пространстве вблизи обломков или в корпусе разрушенного судна.
    При необходимости срочного покидания корабля в ходе или после боя:
    1. Взять реактивный ранец и масс-сканер. Зафиксировать координаты по GPS.
    2. В случае нахождения в составе эскадры - выйти на связь с ближайшим кораблем ЛРНП, доложить о своем местоположении и произвести сближение с использованием ранца.
    3. В случае одиночного нахождения - запросить помощь по каналу Лиги или вручную совершить перелет в безопасный район.
    4. Регулярно обновлять информацию о своем местоположении и запрашивать данные о ходе спасательной операции.
    
    Следующие факторы могут сделать спасательную операцию невозможной:
    1. Отсутствие GPS и, как следствие, невозможность передачи точных координат.
    2. Отсутствие реактивного ранца или иная потеря возможности маневра в космосе.
    3. Неконтролируемое движение. (Поймать летящего товарища сложно.)
    4. Гибель в процессе эвакуации от полученных ранений или нехватки кислорода.
    
    При наличии соответствующих координат и исправного ранца, как правило, возможен самостоятельный перелет к дружественным или нейтральным портам.
    
    Глава 3.4: Отражение абордажа
    
    Консоль оповещения отображает активные объекты вблизи корабля, что часто свидетельствует о присутствии абордажной группы.
    Атаки с целью захвата корабля являются распространенной тактикой после завершения орбитального боя.

    Шлюзы должны быть закрыты, слабые точки - заварены или заболчены. Постоянно находиться в состоянии готовности к отражению враждебного проникновения и открытию ответного огня.
    Мехи представляют высокую опасность в ближнем бою. Уничтожать обнаруженных мехов (отображены треугольниками) при первой возможности.
    При абордаже мехом не вступать в ближний бой без соответствующего противотанкового вооружения, если того не требует оперативная обстановка.