book-canticles-romaine =
    Песни Святого Ромейна, Сражениями Закаленного Святого Войны и Жертвы.
    
    
    Глава 1. Святая Серрейн, Сердцем Закаленная Святая Грации и Милосердия.
    
    Жена Ромейна, принесшая мир во все края Мандата, имела лик подобный солнечному ангелу. Не было равных среди знати в изяществе Ее, и красота Ее обращала взоры, захватывая дыхания очарованных детей Империи. Разливались слова Ее сладким медом, успокаивавшим душу и нежной теплотой согревавшим сердца людей. И не мог никто противиться ласке Святой Серрейн, заставлявшей пиратов и головорезов склонять головы в покорении Ее Величеству, и даже тогда каждый раз находила Она место милосердию в сердце своем, прощая отступников и даруя им второй шанс.
    Но даже святейшая из святых не могла устоять против жестокости пустоты.
    
    
    Глава 2. Деяние в Тайпане.
    
    Ромейн и Серрейн, прославленные благородные супруги, отважились ступить в Сектор Полумесяц. И подобно Им самим, благородна была задача Их, ибо собирались Они заключить мир с Тайпано-Атирийским Пактом, найти место жителям его в галактиках Империи, как и монархам народа Унатхов.
    И множество высших чинов при дворе Кайзера поддержали это намерение, во многом ссылаясь на обширные знания Псионики народов Тайпано-Атирийского Пакта. И велись переговоры здраво,  надеявшиеся на с солнечной светлостью будущего для двух народов, пока Святая Серрейн не стала смертельно больна, вынужденная вернуться в родные края.
    Имперские лекари пребывали в недоумении от недуга, заковавшего ангела Мандата в ложе его, и предположили, что была эта поганая Атирийская зараза, сразившая Серрейн во время ее дипломатической миссии. Множество языков пускали слухи о намеренности болезни, сотворенной иноземцами, подобно кинжалу, вонзившемуся в наше государство с целью ослабить его.
   
    И с быстротой сверхновой и спешностью кометы, устремился Ромейн назад к Терре, надеясь на лучшие медицинские учреждения в распоряжении Мандата, надеясь на спасение своей любимой жены. Серрейн так и не вернулась к Ее родной планете, навсегда лишив галактику своего сияния.
    Вопли и рыдания разносились по всей Империи, пока останки усопшей были обернуты в землю Террианскую, и церемония эта была известна всему космосу – настолько велика была потеря человеческого народа.
    Святой Ромейн, непоколебимый командующий вооруженных сил, храбрый в бою и твердый в стойке, был сражен наповал во время всей церемонии, и не мог никто утешить горечь рыданий Его. Великий Кайзер объявил Серрейн в касту Святой Грации и Милосердия, ибо отдала жизнь Она во имя мира в Мандате и за его пределы. Ромейн на многие года ушел в уединение своего орбитального ложа.


    Глава 3. Кровавый Поход Святого Ромейна.
    
    Когда окончил затворничество свое Ромейн, собрал Он все свои войска и начал поход на все земли Атирийские. В слепой ярости истреблял Он непокоримые племена и не одаривал никого пощадой.
    Лояльность Кайзера не позволяла ему остановить друга жизни своего Ромейна, и продолжались беспрепятственно умерщвления целых секторов. И утолив жажду крови свою, обратил взор свой Ромейн на Тайпан и на последний бастион Атирийцев, и предсталась перед глазами жена Его, Святая Серрейн, отданная земле и Солнцу по вине Атирийской. Собрал Он войска свои и маршировал вперед без оглядки.
    Не слышал никто о Нем с тех пор, и считается, что был Он предан пустоте.
    С горечью в глазах и облегчением в душе, Кайзер объявил Ромейна Святым Войны. Миллионы ополченцев Империи взывали и продолжать взывать имя Его во всех войнах, что нагрянут на наш народ.
  
    
    Глава 4. Место низшим расам.
    
    Атириане — бич галактики, извращенные и злобные по своей природе; единственное место для них в нашем обществе — рабство.
    Они посмели обмануть нас раз, и попытаются сотворить это вновь; потому, существовать дозволено им лишь под Имперским ботинком, ибо любое милосердие к ним будет обращено против нас.
   
    Унатхи — есть ничто, кроме как безумные дикари, разделенные в бессчетных клановых войнах и кровопролитии, и таково было предначертано их судьбой. Однако Мандат, в великодушии своем, спас их от неминуемого упадка в хаос и окультурил их.
    И потому, должны они вечно быть в благодарности и неоплатном долгу перед нами. На удивление хорошими слугами они оказались, продемонстрировав большую покорность миссии покорения Атирийского скота.
    Но их черты туземцев сохранились и по сей день; и потому, должны они быть нашими покорными слугами, ни больше, ни меньше.
    
    Фелиниды — это жалкий пережиток жадности и деградации, которые привели корпорации к собственному краху. Их предки сочли уместным перенять кошачьи черты ради тщеславной похоти.
    И потому, должны быть фелиниды унижены и регулярно напомнены им об их грязном наследии, дабы другие не решили пойти по тому же пути.
    
    Они — созданы как оружие, тупое оружие для сокрушения столь же тупых врагов. Им не хватает интеллекта и предназначения, но они были созданы как инструмент для нашего использования, и такова будет их судьба.