ent-Crate40mmGrenadeAS = ящик 40мм противоструктурных гранат
    .desc = Ящик, содержащий 4 термобарические 40мм гранаты.
ent-Crate40mmGrenadeSup = ящик 40мм поддерживающих гранат
    .desc = Ящик, содержащий 4 многоцелевые осколочно-фугасные 40мм гранаты.
ent-Crate40mmGrenadeAT = ящик 40мм противоброневых гранат
    .desc = Ящик, содержащий 4 многоцелевые осколочно-фугасные 40мм гранаты.
ent-Crate40mmGrenadeAP = ящик 40мм противопехотных гранат
    .desc = Ящик, содержащий 4 осколочно-фугасные и 4 картечные 40мм гранаты.

ent-Crate84mmRecoillessAP = ящик 84мм безоткатных противопехотных снарядов
    .desc = Ящик, содержащий 2 осколочно-фугасных и 2 картечных 84мм безоткатных снаряда.
ent-Crate84mmRecoillessAT = ящик 84мм безоткатных противоброневых снарядов
    .desc = Ящик, содержащий 2 кумулятивных и 1 тандемный кумулятивный 84мм безоткатный снаряд.
ent-Crate84mmRecoillessSup = ящик 84мм безоткатных поддерживающих снарядов
    .desc = Ящик, содержащий 2 дымовых и 2 ЭМИ 84мм безоткатных снаряда.

ent-Crate65mmHammerheadRocket = ящик 65мм умных ракет
    .desc = Ящик, содержащий 3 самонаводящиеся 65мм ракеты.
