ent-ClothingHeadHatCMMDeputyMarshal = шляпа ополченца
    .desc = Простая шляпа в цветах ныне несуществующих колониальных минитменов. Её потускневшая золотая печать символизирует надежду.
ent-ClothingHeadHatCMMMarshal = фуражка маршала
    .desc = Офицерская фуражка в цветах ныне несуществующих колониальных минитменов. Её золотая печать всё ещё излучает авторитет.
ent-ClothingHeadHatMinuteman = кепка минитмена
    .desc = Кепка бывших минитменов, выкрашенная в выцветший синий. Её бронзовый значок всё ещё наводит порядок.
ent-ClothingHeadHatWatchmaster = кепка надзирателя
    .desc = Кепка надзирателя, выкрашенная в выцветший синий с красной отделкой. Её бронзовый значок всё ещё наводит порядок.
