ent-MechanicalPinchesAbductor = высокотехнологичные механические зажимы
    .desc = Высокоэффективный набор механических зажимов, работают как гемостат и ретрактор.
ent-SearingToolAbductor = высокотехнологичный прижигатель
    .desc = Высокоэффективный прижигатель с энергетическим наконечником, также работает как дрель.
ent-EnergyScalpelAbductor = высокотехнологичный энергетический скальпель
    .desc = Скальпель с энергетическим лезвием, также работает как пила.
ent-BoneManipulatorAbductor = высокотехнологичный манипулятор костей
    .desc = Высокоэффективный инструмент, способный сращивать кости.
