ent-UnionfallCapturePoint = НТ-X8 "Джемрок" излучатель дефлектора
    .desc = Экспериментальный излучатель дефлектора, считавшийся утерянным во времени. Способен блокировать даже подядерный огонь, не дрогнув. После настройки на опознавательный сигнал IFF активируется и пропускает эти сигналы.
ent-UnionfallShipNodeDSM = БМС основная база данных клонирования
    .desc = Это устройство содержит все образцы ДНК и данные для клонирования. Защитите его своей жизнью, потому что без него вы не получите другого.
ent-UnionfallShipNodeNCWL = ЛРНП основная база данных клонирования
    .desc = Это устройство содержит все образцы ДНК и данные для клонирования. Защитите его своей жизнью, потому что без него вы не получите другого.
ent-UnionfallAnnouncerEntity = UnionfallAnnouncer
    .desc = Dont look at this
