ent-Casing120 = пустая гильза 120 мм
    .desc = Полая гильза калибра 120 мм для корабельной артиллерии.
ent-Casing120HE = пустая гильза 120 мм
    .desc = Полая гильза калибра 120 мм для корабельной артиллерии, промаркированная под осколочно‑фугасные снаряды.
ent-Casing120Welded = сваренная гильза 120 мм
    .desc = Полая гильза калибра 120 мм для корабельной артиллерии, сваренная и готовая к зарядке.
ent-Casing120WeldedHE = сваренная гильза 120 мм ОФ
    .desc = Полая гильза калибра 120 мм для корабельной артиллерии, сваренная и готовая к зарядке осколочно‑фугасным зарядом.
