ent-CigarFreeports = кейс сигар Freeport
    .desc = Кейс, содержащий сигары, сделанные из роскошной смеси небольшого количества перехваченного чистого табака Ченгридза, почти вымершего листа Кал Суразай и аномального сорта, изобретённого Cyberdawn Technologies.
ent-CigarNCWLCase = кейс импортных сигар Ченгридза
    .desc = Сигарный кейс, содержащий изыски, предназначенные для тех, кто измеряет ценность флотами и фабриками. Каждая сигара скручена из настоящего листа, не тронутого синтетическими процессами, несущая вкус, который простая чернь никогда не узнает. Дефицит лишь добавляет им престижа, поскольку имперские рейды и саботаж на конвоях снабжения превратили каждую поставку в азартную игру, где одна затяжка может стоить больше, чем годовой труд рабочего.
ent-CigarRoyalCase = имперский сигарный кейс
    .desc = Сигарный кейс, содержащий сигары, скрученные из изысканного табака из Кал Суразай, сертифицированные под имперским брендом.
